Repository: studiokicobi/montessori-lang
Catalog: team-booking-*.po
Languages: sv_se

source: About payments: when redirect is active, while the immediate and later payment settings will work just fine, the customer's discretional payment setting otherwise won't work if selected, so no payment option will be presented to the customer after the reservation.
sv_se: Om betalning när omdirigering är aktiverat: Även om de omedelbara och senare betalningsinställningarna fungerar utmärkt, kommer klientens föredragna betalinställning inte att fungerar om sådan är vald. Därför kommer inget betalningsalternativ att presenteras för klienten efter bokningen.

source: Frontend slot settings
sv_se: Framsidans bokningsmodul

source: Show sold-out slots
sv_se: Visa bokade tidsluckor

source: Show booked slots
sv_se: Visa bokade tidsintervall

source: Show slot attendees
sv_se: Visa plats-deltagare

source: Don't show
sv_se: Visa inte

source: Show start/end times
sv_se: Visa start och sluttider

source: Show start/end
sv_se: Visa start/slut

source: Show start time only
sv_se: Visa endast starttid

source: Show coworker's name
sv_se: Visa medarbetares namn

source: Show coworker's profile page link
sv_se: Visa länk till medarbetares profilsida

source: If yes, and if Coworker's name is shown, then it becomes a link pointing to Coworker's profile page. You can set the profile page for each of your Coworkers in the Manage Coworkers tab.
sv_se: Om ja, och om medarbetarens namn visas, så kommer en länk visas som pekar till medarbetarens profilsida. Du kan bestämma profilsida för var och en av dina medarbetare under fliken Hantera medarbetare.

source: Approval settings
sv_se: Godkännande

source: If approval is required, then the reservation will be shown in the overview panel in "approval required" status. No actions like sending confirmation e-mail, or updating Google Calendar will be taken, until the reservation is confirmed.
sv_se: Om godkännande krävs, kommer bokningen att visas under fliken Översikt med status ”Godkännande krävs”. Inga åtgärder såsom e-postbekräftelse eller uppdatering av Googlekalendern, kommer ske innan bokningen har bekräftats.

source: Do not require approval
sv_se: Kräver inget godkännande

source: you can activate approval only if the "payment must be done" setting for this service is set to "later"!
sv_se: godkännande kan endast aktiveras om inställningen ”betalning måste göras” är inställd på ”senare”!

source: Require Admin approval
sv_se: Kräv admins godkännande

source: Require Coworker approval
sv_se: Kräver medarbetares godkännande

source: keep the slot/tickets free (could lead to overbooking)
sv_se: håll tidsluckorna bokningsbara (kan leda till överbokning)

source: set the slot/tickets in a booked status
sv_se: sätt tidsluckorna som bokade

source: Cancellation settings
sv_se: Inställningar för avbokningar

source: Allow cancellation by customer
sv_se: Tillåt avbokning av klient

source: Allow the customer to cancel a reservation for this service. If yes, customers will be able to cancel their reservations for this service either by the e-mail cancellation link (if provided) or by the page where [tb-reservations] shortcode is placed (in which case they must be logged in)
sv_se: Gör det möjligt för klienter att avboka denna tjänst. Väljs tillåt, kan klienterna avboka tjänsten genom att besöka en sida där kortkoden [tb-reservations] har placerats. Klient måste vara registrerad användare och inloggad för att avboka.

source: Allow cancellation reason
sv_se: Ange skäl för avbokning

source: Allow the customer to left a reason for the cancellation.
sv_se: Ge möjlighet att ange skäl vid avbokning.

source: Choose a time limit, relative to the reservation's start time, after which the cancellation will be not possible anymore by the customer.
sv_se: Tidsfrist i förhållande till händelsens starttid, efter vilken avbokning inte längre är möjligt längre att göra för klienten.

source: days
sv_se: dagar

source: Access settings
sv_se: Tillgänglighet

source: Who can make a reservation
sv_se: Vem kan göra en bokning

source: If "Logged user only" is selected, then an advice with link to registration page will be shown. The default link can be changed in the "Core settings" tab.
sv_se: Om ”Endast inloggade användare” valts, visas info med en länk till en registreringssida. Förvald länk kan ändras under fliken ”Inställningar”.

source: Everyone
sv_se: Alla

source: Logged users only
sv_se: Endast inloggade användare

source: Max reservations per logged user
sv_se: Max bokningar per loggad användare

source: If the reservations are allowed to logged users only, then you can also allow a limited number of them. The book now button will show how many are left. If the limit is reached, the logged user can't proceed. The counter decreases if the reservations are deleted.
sv_se: Om bokningar endast får göras av inloggad användare, så kan du begränsa hur många bokningar som får göras. Knappen Boka nu kommer visa hur många som är kvar. När gränsen nås, kan inloggade användare inte längre göra en bokning. Räknaren minskar om bokningarna tas bort.

source: endless
sv_se: kontinuerlig

source: Elements
sv_se: Element

source: Text Field
sv_se: Textfält

source: Radio Group
sv_se: Radioknappar

source: File Upload
sv_se: Filuppladdning

source: Those slot commands must follow the %s delimiter and they must be put at the end of the event title.
sv_se: Dessa plats-kommandon måste följa %s-avgränsaren och de måste placeras i slutet av Händelserubriken.

source: Set a slot as booked or full
sv_se: Ange en plats som bokad

source: Both commands have the effect of put the slot in a booked status
sv_se: Båda kommandona har effekten av att placera plats i en Bokad status

source: Override the service price
sv_se: Åsidosätta servicepriset

source: The command will change the service price for that slot only. For instance, if the service price is 20$ and we need a given slot to be 10$ we can use the following (please note that the currency must not be specified)
sv_se: Kommandot kommer endast att ändra servicepriset för den platsen. Till exempel, om servicepriset är $20 och vi behöver en viss plats för att vara $10 kan vi använda följande (Observera att valutan inte får anges)

source: Set the slot as read-only
sv_se: Ställ in facket som skrivskyddat

source: The command will put the slot in a read-only mode so it can't be booked.
sv_se: Kommandot placerar facket i skrivskyddat läge så att det inte går att boka.

source: Mixing the commands
sv_se: Blanda kommandon

source: You can use more than one command, just write them as comma-separated, after the delimiter.
sv_se: Du kan använda mer än ett kommando, bara skriva dem som kommaseparerade, efter avgränsaren.

source: Availability modes
sv_se: Lägg ut dina tider så här

source: The three modes of placing availability in Google Calendar are described below. You can use all of them, but please note that the Container Mode is NOT available if the slot duration is inherited from Google Calendar event.
sv_se: Nedan beskrivs Googlekalenders tre sätt att markera tillgänglighet. Du kan använda dem alla, men observera att Containerläge inte är tillgängligt om tidsluckans längd ärvs från Googlekalendern.

source: Slot mode
sv_se: Tidsluckeläge

source: Event name
sv_se: Tävlingens namn

source: Container mode
sv_se: Containerläge

source: Container mode (mutually exclusive multiple services)
sv_se: Containerläge (ömsesidigt uteslutande av flera tjänster)

source: Event title (free slot)
sv_se: Tjänstens namn (Bokningsbar tid)

source: Case insensitive. Events in your Google Calendar must have this title in order to become free slots for the service.
sv_se: Ej känslig för versaler/gemener. Händelserna i din Googlekalender måste ha denna rubrik för att det ska bli en ledig tidslucka i denna tjänst.

source: Event title (booked slot)
sv_se: Tjänstens namn (bokad tidslucka)

source: Case insensitive. A free slot in your Google Calendar will get this title, once booked. If you write this title manually to an event, it will appear as a booked slot.
sv_se: Ej känslig för versaler/gemener. Ledig tidslucka som bokas kommer att få denna rubrik i din googlekalender. OBS: Skriver du denna titel manuellt i kalendern kommer tiden markeras som bokad även här.

source: Event title additional dynamic data (booked slot)
sv_se: Ytterligare information

source: Additional customer's data to be appended to the Event title (booked slot). This additional data, if available, will be preceded by a '||' delimiter.
sv_se: Uppgifter om bokningen som adderas till tjänstens namn (bokad tidslucka) i kalendern. Uppgifterna läggs till efter namnet och två vertikala streck '||'.

source: Customer's name
sv_se: Namn

source: Customer's e-mail
sv_se: E-post

source: Customer's phone number
sv_se: Telefonnummer

source: When reservations should be closed?
sv_se: När ska bokningen stängas?

source: Choose the minimum time to book prior to the slot start or end time
sv_se: Välj kortast tillåtna tid att boka innan tidsluckans start- eller sluttid

source: %d minutes before
sv_se: %d minuter innan

source: %d hour before
sv_se: % d timme före

source: %d day before (until midnight)
sv_se: % d dag före (fram till midnatt)

source: slot start time
sv_se: tidsluckans starttid

source: slot end time
sv_se: tidsluckans sluttid

source: When reservations should be opened?
sv_se: När ska bokning öppnas?

source: When we are closer than the following time span to the start time of the event, the slots begin to appear. If "Immediately", they appear right after their creation. If not "Immediately", the value must be greater than the previous one!
sv_se: När vi är närmare följande tidslängd än till tidsluckans starttid, så kommer tidsluckorna att börja visas. Om "Omedelbart", så visas de direkt när de skapats. Om inte "Omedelbart, så måste värdet vara större än föregående värde!

source: If inherited, the container mode will not be available
sv_se: Om ärvd, är containerläge ej tillgängligt

source: Set by Admin
sv_se: Ställs in av admin

source: Buffer between consecutive slots
sv_se: Bufferttid mellan påföljande tidsluckor

source: This applies only inside container slots
sv_se: Detta gäller endast tidsluckor i containrar

source: Buffer rule
sv_se: Buffert regel

source: Choose how the buffer should be computed
sv_se: Välj hur bufferten ska beräknas

source: Always computed between slots
sv_se: Alltid beräknas mellan plats

source: The buffer is always computed between both free and booked slots inside a container interval. This is the default option and it leads to predictable slots distribution.
sv_se: Bufferten beräknas alltid mellan både fria och bokade plats inuti ett container intervall. Detta är standardalternativet och det leder till förutsägbara plats distribution.

source: Not computed between free slots, computed in all the other cases
sv_se: Inte beräknas mellan lediga platser, beräknat i alla andra fall

source: The buffer is only computed "around" a booked slot. This leads to a re-distribution of the free slots when a new reservation is made.
sv_se: Bufferten beräknas endast "runt" en bokad plats. Detta leder till en omfördelning av lediga platser när en ny reservation görs.

source: Event color after reservation
sv_se: Händelsens färg efter bokning

source: Visual aid to distinguish between free and reserved slots in your Google Calendar
sv_se: Visuell hjälp för att skilja mellan lediga och bokade tidsluckor i din googlekalender

source: Calendar default color
sv_se: Kalenderns förvalda färg

source: Set a reminder for reserved slot
sv_se: Ställ in bokningspåminnelse

source: If active, you will receive a reminder by email for any reserved slot for this service.
sv_se: Påminn dig själv via E-post, om att du har en tidslucka inbokad för denna tjänst.

source: No reminder
sv_se: Ingen påminnelse

source: Add customers as guests of the Google Calendar event
sv_se: Lägg till kunden som gäst i Google Kalender

source: If yes, the customer will be added as guest of the Google Calendar event. It will receive Google notifications according to your Google Calendar settings, a copy of the event will be created in his Google Calendar (if any) and he will be able to read the event description. He will not be able to see the guests list.
sv_se: Om ja, kommer klienten att läggas som gäst i Google Kalender-händelsen. Det innebär att klienten kommer få meddelanden från Google enligt inställningarna för Google Kalendern, en kopia av händelsen kommer att skapas i klientens Google Kalender (om hen har en) och han kommer att kunna läsa händelsebeskrivningen. Hen kommer inte att kunna se övriga bokningar.

source: Very important
sv_se: Mycket viktigt

source: According to personal data regulations you may be required to provide a full disclosure to the customer about where their data will be stored. You should be also able to erase such data at any time if requested. Please consult the site administrator before set this option in a way that customer personal data could be stored outside this site.
sv_se: Enligt personuppgifts föreskrifterna kan du bli skyldig att lämna en fullständig information till kunden om var deras data kommer att lagras. Du bör också kunna radera sådana data när som helst om så önskas. Kontakta webbplatsadministratören innan du anger det här alternativet så att kundens personuppgifter kan lagras utanför den här webbplatsen.

source: Google Calendar event description content
sv_se: Googlekalenderns "händelsebeskrivning"

source: Specify the content of the Google Calendar event description. If privacy is your concern, then keep in mind: this content will be visible by guests. If customers are being added as guests, then it will be visible by customers.
sv_se: Ange innehållet i händelsebeskrivningen för Google Kalender. Om sekretess är din angelägenhet, så kom ihåg: detta innehåll kommer att synas av gästerna. Om kunder läggs till som gäster kommer det att synas av kunderna.

source: Leave it blank
sv_se: Lämnas tomt

source: Leave it as is
sv_se: Lämna tomt för att ha utan begränsning

source: Customer's names, tickets, e-mail addresses and phone numbers if available
sv_se: Kundens namn, biljetter, e-postadresser och telefonnummer om sådana finns

source: Overlapping with personal events
sv_se: Överlappning med personliga kalendertider

source: If you have personal events in your Google Calendar(s), choose what to do with a free slot of this service, in case one of them overlaps.
sv_se: Om du har personliga kalendertider i din Googlekalender(rar), välj hur tidsluckor för denna tjänst ska prioriteras, om de skulle överlappa en privat kalendertid.

source: Keep the free slot
sv_se: Behåll den lediga tidsluckan

source: Discard the free slot
sv_se: Ta bort den bokningsbara tidsluckan

source: Overlapping with booked slots of the same service
sv_se: Överlappning med bokade tidsluckor från samma tjänst

source: If your availability plan envisages overlapping availabilities, choose what to do with a free slot of this service when a booked slot of the same service overlaps.
sv_se: Om du planerar tillgänglighet med möjlighet till överlappande tidsluckor, markera hur en boknigsbar tidslucka ska hanteras när en överlappande tjänst av samma slag bokas.

source: Overlapping with booked slots of other services
sv_se: Överlappning med bokade tidsluckor från andra tjänster

source: If your availability plan envisages overlapping availabilities, choose what to do with a free slot of this service when a booked slot of any other service overlaps.
sv_se: Om du planerar tillgänglighet med möjlighet till överlappande tidsluckor, markera hur den bokningsbara tidsluckan ska hanteras när en överlappande tjänst av något annat slag bokas.

source: Color
sv_se: Färg

source: Participate
sv_se: Deltar

source: assigned to you
sv_se: tilldelad till dig

source: assigned to someone else
sv_se: tilldelad någon annan

source: disabled
sv_se: inaktiverad

source: Clone
sv_se: Klona

source: selected
sv_se: vald

source: delete
sv_se: radera

source: all the selected services
sv_se: alla tjänster

source: Clone service?
sv_se: Duplicera evenemang?

source: Please provide a new service id
sv_se: Var vänlig fyll i ett nytt tjänste-Id

source: This service id is already in use, please provide a fresh one.
sv_se: Detta tjänste-id används reda, pröva med ett nytt.

source: New service
sv_se: Nya service

source: This service name is already in use, please provide a fresh one.
sv_se: Den här tjänstnamn er redan i använda, behaga skaffa en ny en.

source: Event
sv_se: Evenemang

source: A conference, a music lesson, hotel rooms, and so on. Everything that involves tickets and/or attendees, is an Event Class.
sv_se: En konferens, en musiklektion, hotellrum eller liknande. Allt som innebär biljetter och/eller deltagare, är en händelseklass.

source: Appointment
sv_se: Bokning

source: Calendar Owners can be techicians, psychologists, medics. This Class is made for that.
sv_se: En tid som bokas hos en person eller en tjänst. Avsedd för tandläkare, psykologer, tekniker och liknande.

source: Unscheduled service
sv_se: Ej schemalagd tjänst

source: A service with no scheduling needs. Think about support tickets, estimate request, and so on. Instead of the calendar, just a plain request form will be shown.
sv_se: En tjänst utan behov av tidspassning. Såsom en begäran om offert, support och liknande. Istället för en kalender, kommer ett formulär att visas.

source: Slot
sv_se: Tidslucka

source: No slots available.
sv_se: Inga lediga tidsluckor.

source: Available
sv_se: Tillgänglig

source: Booked/Sold-out
sv_se: Bokad

source: With reservations
sv_se: Med bokningar

source: A year from now
sv_se: Ett år framåt

source: Two years from now
sv_se: Två år framåt

source: Three years from now
sv_se: Tre år framåt

source: Past slots (1 year)
sv_se: Tidigare plats (1 år)

source: All service providers
sv_se: Alla medarbetare

source: All services
sv_se: Alla tjänster

source: Reset
sv_se: Återställ

source: + %d more
sv_se: ﻿+ %d mer

source: Sold-out
sv_se: Utsålda

source: Booked
sv_se: Bokad

source: %1$d of %2$d
sv_se: %1$d av %2$d

source: Frontend calendar
sv_se: Framsidans kalender

source: Background color
sv_se: Bakgrundsfärg

source: Background pattern overlay
sv_se: Överliggande bakgrundsmönster

source: None
sv_se: Ingen

source: Week line color
sv_se: Veckolinjens färg

source: Week line pattern overlay
sv_se: Veckolinjens bakgrundsmönster

source: Free slot color
sv_se: Färg på bokningsbar tidslucka

source: Soldout slot color
sv_se: Färg på bokad tidslucka

source: Border color
sv_se: Kantfärg

source: Border size
sv_se: Kanttjocklek

source: Border radius
sv_se: Kantradie

source: Numbered dots meaning
sv_se: Betydelse av numrerade prickar

source: What do you want the dots to show for each service?
sv_se: Vad vill du att prickarna ska visa för de enskilda tjänsterna?

source: Total number of slots available
sv_se: Antal lediga tidsluckor

source: Total number of tickets available
sv_se: Antal tillgängliga platser

source: Name of the service
sv_se: Tjänstens namn

source: Hide the dots
sv_se: Göm prickarna

source: Numbered dots threshold
sv_se: Tröskelvärde för numrerade prickar

source: Do you want the number inside the dots to disappear under a certain threshold?
sv_se: Ska siffrorna i prickarna döljas efter ett visst tröskelvärde?

source: Put here a very big value, if you want to hide the numbers, while keeping the dots.
sv_se: Skriv in ett mycket stort värde om du vill dölja siffrorna men behålla prickarna.

source: Frontend schedule list
sv_se: Framsidans kalenderlista

source: Sort slots
sv_se: Sortera tidsluckor

source: By time
sv_se: Efter tid

source: By coworker
sv_se: Efter medarbetare

source: By service
sv_se: Efter tjänst

source: Price label color
sv_se: Prisetikettens färg

source: Slots style
sv_se: Slots stil

source: Choose a style to display the slots.
sv_se: Välj en stil för att visa plats.

source: This can be overridden by the relative shortcode attribute.
sv_se: Detta kan åsidosättas av den relativa brist attributet.

source: Frontend calendar preview
sv_se: Förhandsvisning av framsidans kalender

source: This is a rough preview. Colors only are updated in real-time. For accurate results, please save the changes.
sv_se: Detta är en tillfällig förhandsgranskning. Endast färger uppdateras i realtid. För se resultatet, vänligen spara ändringarna.

source: CSS fix for small fonts
sv_se: CSS-fix för små teckensnitt

source: Remember to empty the cache after activating or deactivating this option, or you may not be able to see any change
sv_se: Töm cache-minnet efter att du aktiverat eller avaktiverat detta alternativ, annars kommer du inte se någon förändring

source: Some of calendar fonts appear too small? This is often due the so-called 62.5% hack used by some themes. If your theme's stylesheet applies a 62.5% font size to the html element, then you must activate this option.
sv_se: Visas några av kalenderns typsnitt för smått? Det beror vanligen på det så kallade 62,5% hacket som används i vissa teman. Om ditt tema använder ett stylesheet med 62,5% teckenstorlek för HTML-element, måste du aktivera det här alternativet.

source: Landing page template of e-mail links
sv_se: Mall för landningssida för e-postlänkar

source: Template
sv_se: Mall

source: If you switch the theme, remember to check this setting again!
sv_se: Om du byter tema, kom ihåg att kontrollera den här inställningen igen!

source: This will be the template used by the plugin to render the cancellation or approval pages shown when the customer or the service provider clicks on the relative e-mail links
sv_se: Detta kommer att vara den mall som används av insticksprogrammet för att återge de annullerings-eller godkännande sidor som visas när kunden eller tjänsteleverantören klickar på de relativa e-postlänkarna

source: Default Template
sv_se: Standardmall

source: Map styles
sv_se: Kartstilar

source: Use the default Google Maps style
sv_se: Använd standardstilen för Google Maps

source: Do you want more styles? Do you want to create your own style? Just set this to YES, and install the free WordPress plugin of Snazzy Maps! TeamBooking is compatible with it!
sv_se: Vill du ha fler stilar? Vill du skapa en egen stil? Bara ställa in detta till Ja, och installera gratis WordPress plugin av läckra kartor! TeamBooking är kompatibel med det!

source: Map zoom level
sv_se: Kartans zoomnivå

source: Your authorization was revoked upstream, please press the revoke button and authorize again!
sv_se: Din auktorisation återkallades uppströms, tryck på knappen återkalla och auktorisera igen!

source: Something changed in your Google account (a password reset or similar), please revoke and authorize again!
sv_se: Något förändrat i din Google redovisa (en lösenord lägga rätt eller lik), behaga återkalla och bemyndiga igen!

source: You have got a new reservation for %s<br>Date and time: [start_datetime]<br>Customer name: [first_name]<br>Customer email: [email]
sv_se: Någon har bokat tid för <b>%s</b> hos dig.<br>Datum och tid: [start_datetime]<br><b>Klient:</b><br>Namn: [first_name]<br>E-post: [email]<br>Telefon: [phone]<br>Betalt: [unit_price]<br>

source: New reservation for %s
sv_se: Ny bokning för %s

source: Edit e-mail template
sv_se: Redigera e-postmall

source: Add new e-mail template
sv_se: Lägg till ny e-postmall

source: Search e-mail templates
sv_se: Sök e-postmallar

source: Template content
sv_se: Mallens innehåll

source: Editing a template does NOT automatically update the e-mail contents where you imported the template before! You must re-import the template, eventually!
sv_se: När du redigerar en mall uppdateras inte e-postinnehållet automatiskt där du importerade mallen. Du måste åter importera mallen, så småningom!
