Repository: studiokicobi/montessori-lang
Catalog: team-booking-*.po
Languages: sv_se

source: You are writing e-mail content, so feel free to use HTML and inline CSS, but please don't use WordPress shortcodes here as they won't work. Don't rely too much on the visual editor, as it might be affected by local CSS. Do not use the typical blog-like WordPress tags. Always test your template by sending an actual e-mail.
sv_se: Du skriver e-innehåll, så känn dig fri att använda HTML och infogade CSS, men Använd inte WordPress kortkoder här eftersom de inte kommer att fungera. Lita inte för mycket på den visuella redigeraren, eftersom det kan påverkas av lokala CSS. Använd inte den typiska blogg-liknande WordPress taggar. Testa alltid din mall genom att skicka en faktisk e-post.

source: Reservation Form
sv_se: BokningsFormulär

source: TeamBooking reservation form
sv_se: TeamBooking bokningsformulär

source: The event is full
sv_se: Evenemanget är fullt

source: Tickets left for this event are less than requested
sv_se: Biljetter kvar för detta evenemang är mindre än begärt

source: Reservation data cannot be read, please retry!
sv_se: Bokningsinformationen kan inte läsas in, vänligen försök igen!

source: Reservation already confirmed!
sv_se: Bokning har redan bekräftats!

source: Please refresh the page...
sv_se: Var vänlig ladda om sidan…

source: Please enter a correct value
sv_se: Ange ett korrekt värde

source: Option one
sv_se: Alternativ ett

source: Option two
sv_se: Alternativ två

source: Option three
sv_se: Alternativ tre

source: Allowed file types:
sv_se: Tillåtna filtyper:

source: Already available
sv_se: Redan finns

source: Change it
sv_se: Ändra det

source: Select...
sv_se: Välj…

source: confirmation
sv_se: bekräftelse

source: The value doesn't match
sv_se: Värdet matchar inte

source: calendar controls
sv_se: kalenderkontroller

source: previous month
sv_se: föregående månad

source: next month
sv_se: nästa månad

source: service selector
sv_se: tjänsteväljare

source: What
sv_se: Avdelning

source: coworker selector
sv_se: väljare för medarbetare

source: Thank you!
sv_se: Tack!

source: Your payment was successful!
sv_se: Din betalning lyckades!

source: Your reservations are grouped under the order %s, please take note of it.
sv_se: Vi har skickat en bekräftelse till din e-post.

source: However, some minor technical issues occurred about the following reservations:
sv_se: Några mindre tekniska problem uppstod dock om följande reservationer:

source: Please get in touch with us providing your order ID (%s), so we can assist you further.
sv_se: Ta kontakt med oss och uppge ditt order-ID ( %s) så att vi kan hjälpa dig vidare.

source: Thank you for your reservation!
sv_se: Tack för din bokning!

source: We'll send you an email when the reservation gets approved!
sv_se: Vi skickar ett email när din reservation har accepterats!

source: We have sent you an email with details.
sv_se: Vi har skickat bokningsinformationen till din e-postadress.

source: Do you want to pay right now?
sv_se: Vill du betala nu?

source: There are some issues with the reservations which are therefore discarded
sv_se: Det finns vissa problem med reservationer som därför kasseras

source: The order is placed, anyway there are some issues with the following reservations which are therefore discarded
sv_se: Ordern är placerad, i alla fall finns det några problem med följande reservationer som därför kasseras

source: Order created
sv_se: Order skapad

source: the amount to pay now is decreased from %s to %s
sv_se: det belopp som ska betalas nu minskas från %s till %s

source: Proceed with the booking
sv_se: Fortsätt med bokningen

source: Selected slots
sv_se: Utvalda plats

source: User preferences consent
sv_se: Samtycke till användarinställningar

source: This calendar uses technical cookies to provide the service. The cookies can be also used to keep your calendar preferences.
sv_se: Den här kalendern använder tekniska cookies för att tillhandahålla tjänsten. Cookies kan också användas för att hålla dina kalenderinställningar.

source: To keep such preferences we need your explicit consent.
sv_se: För att behålla sådana preferenser behöver vi ditt uttryckliga medgivande.

source: Deny
sv_se: Neka

source: Allow
sv_se: Tillåt

source: If you deny, technical cookies will still be used to provide the service but your preferences will not be saved.
sv_se: Om du nekar, kommer tekniska cookies fortfarande att användas för att tillhandahålla tjänsten, men dina inställningar kommer inte att sparas.

source: To show this consent screen again, just clear your browser cookies. Calendar cookies are automatically cleared if you do not visit this site within 48hours.
sv_se: För att visa detta medgivande skärmen igen, bara rensa webbläsarens cookies. Kalender-cookies rensas automatiskt om du inte besöker den här webbplatsen inom 48timmar.

source: Go back
sv_se: Gå tillbaka

source: Reservation for %s
sv_se: Bokning %s

source: get directions
sv_se: se vägbeskrivning

source: You've reached the limit for that service!
sv_se: Du har nått gränsen för den tjänsten!

source: You've reached the tickets limit for that slot!
sv_se: Du har nått Biljetternas gräns för den platsen!

source: You are logged in as Administrator, any limit on tickets number won't be applied
sv_se: Du är inloggad som administratör och begränsas inte av antal bokningsbara platser

source: This service/slot is read-only because of the settings. Only administrators and service providers can see this message.
sv_se: Denna tjänst/plats är skrivskyddad på grund av inställningarna. Endast administratörer och tjänsteleverantörer kan se det här meddelandet.

source: Next
sv_se: Nästa

source: Back
sv_se: Tillbaka

source: back
sv_se: tillbaka

source: back to form
sv_se: tillbaka till formuär

source: back to reservation review
sv_se: tillbaka till bokningsöversikt

source: back to payment choice
sv_se: tillbaka till betalningsalternativ

source: Payment done
sv_se: Betalningen färdig

source: Thank you
sv_se: Tack

source: go back
sv_se: gå tillbaka

source: Error
sv_se: Fel

source: back to calendar
sv_se: tillbaks till kalendern

source: filter by time
sv_se: filtrera efter tid

source: filter by location
sv_se: filtrera efter plats

source: filter by coworker
sv_se: filtrera efter medarbetare

source: or
sv_se: eller

source: Selected
sv_se: Vald

source: Book now
sv_se: Boka nu

source: View
sv_se: Visa

source: Save on my calendar
sv_se: Spara i min kalender

source: edit the form
sv_se: redigera formuläret

source: Service provider: %s
sv_se: Tjänstleverantör: %s

source: Tickets:
sv_se: Biljetter:

source: You can't book any more tickets for this slot
sv_se: Du kan inte boka fler biljetter till denna plats

source: pay now
sv_se: betala nu

source: later
sv_se: senare

source: immediate
sv_se: omedelbar

source: You are logged-in as Administrator. You will skip any eventual payment step!
sv_se: Du är inloggad som administratör. Alla betalningssteg hoppas över!

source: Coupon?
sv_se: Rabattkod?

source: Apply
sv_se: Tillämpa

source: Wrong or expired code!
sv_se: Felaktig eller förfallen kod!

source: To pay now
sv_se: Att betala nu

source: Oops, there was an error making the reservation!
sv_se: Något gick fel…

source: Your email is invalid, please check it and retry!
sv_se: Din e-postadress är ogiltig – kontrollera och pröva igen!

source: You have already booked this...
sv_se: Du har redan bokat denna…

source: Sorry, this service is full! Maybe someone booked the last slot right now, just a moment before you :(
sv_se: Den tiden bokades av någon annan alldeles nyss . Försök igen :(

source: Sorry, this slot is not available anymore. Probably it was booked by someone else or cancelled a while ago, just before you :(
sv_se: Tyvärr, denna tidslucka år inte längre tillgänglig. Troligen togs den nyss bort eller bokades av någon annan :(

source: Sorry, you should contact the administrator
sv_se: Du bör kontakta administratören

source: Sorry, you should contact the administrator providing these informations:
sv_se: Vi ber om ursäkt. Du bör kontakta administratören och förmedla denna information:

source: Sorry, you chose a number of tickets that makes you exceed the maximum allowed per-customer. Please retry with a lower number!
sv_se: Tyvärr, du har valt ett större antal biljetter än vad som tillåts vid enstaka bokning. Försök boka ett färre antal!

source: Sorry, the cart time is expired and the slots were removed from it. Please refresh the page.
sv_se: Tyvärr har tiden löpt ut och dagarna tagits bort från listan. Uppdatera sidan för att fortsätta.

source: Payment error
sv_se: Betalningsfel

source: Book and pay
sv_se: Boka och betala

source: Whoops
sv_se: Hoppsan

source: each
sv_se: varje

source: You must be logged-in to book this!
sv_se: Logga in för att boka!

source: I'm not registered...
sv_se: Jag är inte registrerad…

source: Login
sv_se: Logga in

source: Review your reservation
sv_se: Bekräfta bokningen genom att klicka på knappen

source: With
sv_se: Med

source: Not provided
sv_se: Ej angivet

source: Confirm and pay
sv_se: Bekräfta och betala

source: Choose a timeslot
sv_se: Klicka på en bokningsbar tid

source: available
sv_se: tillgänglig

source: booked
sv_se: bokad

source: sold out
sv_se: bokad

source: This slot is read-only because it was not created by the owner of the calendar where it resides.
sv_se: Det här facket är skrivskyddat eftersom det inte skapades av ägaren till den kalender där den finns.

source: Only admins and coworkers can see this warning.
sv_se: Det är bara administratörer och medarbetare som kan se den här varningen.

source: From:
sv_se: Från:

source: Team Booking requires PHP > 5.3.3, your server has PHP %s, please upgrade it before activate the plugin
sv_se: TeamBooking kräver PHP > 5.3.3.. din server har PHP %s installarat. Vänligen uppgradera innan du försöker aktivera tillägget

source: Don't forget your reservation
sv_se: Glöm inte din bokning

source: We're getting close!
sv_se: Vi närmar oss!

source: Reservation date and time
sv_se: Din tid

source: Install Recommended Plugins
sv_se: Installera rekommenderade tillägg

source: Install Plugins
sv_se: Installera tillägg

source: Installing Plugin: %s
sv_se: Installerar tillägg: %s

source: The following plugin is recommended: %1$s.
sv_se: Följande plugin rekommenderas:%1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with TeamBooking: %1$s.
sv_se: Den följande plugg nödvändigtvis till vara uppdaterat till dess senast version till tillförsäkra maximum förenligheten med TeamBooking:%1$s.

source: There is an update available for: %1$s.
sv_se: Det finns en uppdatering tillgänglig för: %1$s.

source: PayPal Sandbox is active, remember to deactivate it when testing is finished!
sv_se: PayPal Sandbox är aktiv, kom ihåg att avaktivera den när testningen är klar!

source: via PayPal
sv_se: använd PayPal

source: Pay with PayPal
sv_se: Betala med PayPal

source: Use PayPal gateway
sv_se: Använd PayPal

source: You can't activate the PayPal gateway if the account e-mail field is empty.
sv_se: Det går inte att aktivera PayPal som betalmetod om fältet för kontots e-postadress är tomt.

source: be sure that your PayPal account actually holds the selected currency, otherwise your payments may require manual confirmation, depending on Payment Receiving Preferences in your PayPal profile.
sv_se: försäkra dig om att PayPalkontot är inställt för at hantera den valda valutan, annars kan det hända att dina betalningar behöver bekräftas manuellt, beroende på preferenserna för mottagning av betalning i din PayPalprofil.

source: The selected currency is not supported by PayPal. PayPal gateway can't be activated.
sv_se: Vald valuta stöds inte av PayPal. PayPal kan inte aktiveras som betalmetod.

source: PayPal account e-mail
sv_se: PayPal konto e-post

source: Payments will be addressed to this e-mail.
sv_se: Betalningar kommer att skickas till detta e-postmeddelande.

source: the usage of either a Business or Premium PayPal account is recommended to avoid possible issues, as you are not supposed to make commercial transactions with a Personal PayPal account.
sv_se: användningen av antingen ett företag eller Premium PayPal-konto rekommenderas för att undvika eventuella problem, eftersom du inte ska göra kommersiella transaktioner med ett personligt PayPal-konto.

source: if you are using the PayaPal Sandbox for testing, please ensure to put here an e-mail address generated in the Sandbox and not the one of your live account, or the IPN will fail.
sv_se: om du använder PayaPal sandbox för testning, se till att sätta här en e-postadress som genereras i sandlådan och inte en av ditt Live-konto, eller IPN kommer att misslyckas.

source: PayPal primary e-mail (optional)
sv_se: PayPal primär e-post (valfritt)

source: Payments received will be checked against this e-mail. Use this setting if your PayPal account handles multiple e-mail and the payments are not addressed to your primary one.
sv_se: Mottagna betalningar kommer att kontrolleras mot detta e-postmeddelande. Använd den här inställningen om ditt PayPal-konto hanterar flera e-postmeddelanden och betalningarna inte riktar sig till din primära.

source: ensure that your primary PayPal e-mail address is actually this one, otherwise payment notifications will fail.
sv_se: se till att din primära PayPal e-postadress är faktiskt detta en, annars betalningsmeddelanden kommer att misslyckas.

source: After PayPal payment, the customer will be redirected to this URL.
sv_se: Efter genomförd betalning, omdirigeras klienten till denna URL.

source: Checkout logo (optional)
sv_se: Kassa logga (valfritt)

source: Choose an image that will be shown in PayPal checkout page. It must be 150x50px.
sv_se: Välj en bild som kommer att visas i PayPal kassan sida. Det måste vara 150x50px.

source: cURL is default, if supported by your server. If you have issues like reservations kept in pending status, try to change method.
sv_se: cURL är förval. om det stöds av din server. Har du problem, som till exempel att bokningar hålls kvar i vänt, pröva att byta metod.

source: Use PayPal Sandbox for testing
sv_se: Använd PayPal Sandlådetestning

source: Fake payments. Activate this option only if you really know what the sandbox is.
sv_se: Låtsasbetalning. Aktivera endast detta alternativ om du verkligen vet hur test med sandlåda fungerar.

source: if you're testing the payments in a localhost environment, the PayPal IPN won't reach your computer, and the plugin will act as if payment was never made.
sv_se: testkörs betalning från lokal server så kommer PayPals IPN inte kunna nå din dator, och tillägget kommer agera som betalning inte gjorts.

source: Debugging IPN errors
sv_se: Avlusa IPN-fel

source: Activate this option to save the IPN response error logs
sv_se: Aktivera detta alternativ för att spara felloggen för IPN-svar

source: Activate this option to dump the last raw IPN response
sv_se: Aktivera detta alternativ för att dumpa senaste råa IPN-svaret

source: IPN response error logs
sv_se: IPN-svar felloggar

source: Last IPN dump
sv_se: Senaste IPN dump

source: Done in a currency not held by your PayPal account at the moment of the transaction.
sv_se: Göras i en valuta som inte innehas av ditt PayPal-konto vid tidpunkten för transaktionen.

source: Pay with credit card
sv_se: Betala med kort

source: Use Stripe gateway
sv_se: Använd Stripe

source: You can't activate the Stripe gateway if the Secret Key and Publishable Key fields are empty.
sv_se: Det går inte att aktivera Stripe om fälten för Hemlig nyckel och Publik nyckel är tomma.

source: Your server does not have cURL extension active.
sv_se: Din server har inte cURL aktivt.

source: The selected currency is not supported by Stripe. Stripe gateway can't be activated.
sv_se: Den valda valutan stöds inte av stripe. Stripe-Gateway kan inte aktiveras.

source: Secret Key
sv_se: Hemlig nyckel

source: where?
sv_se: var?

source: use the test one for testing, the live one for real payments
sv_se: använd test för att testa funktionen, använd live för riktiga betalningar

source: Publishable Key
sv_se: Publik nyckel

source: Send receipt to the customer
sv_se: Skicka kvitto till den som betalat

source: The customer email provided in the reservation form will be used
sv_se: Den E-postadress som klienten angav vid bokningen kommer att användas

source: Load Stripe.js library
sv_se: Ladda Stripe.js biblioteket

source: Remove this option only if another plugin is loading the same library
sv_se: Deaktivera detta alternativ endast om ett annat tillägg laddar samma bibliotek

source: Credit Card number
sv_se: Kortnummer

source: Expiring
sv_se: Utgående

source: Stripe JavaScript library is used for securely sending your payment information to Stripe directly from your browser.
sv_se: Stripe JavaScript bibliotek används för att skicka din betalningsinformation till Stripe direkt från din webbläsare på ett säkert sätt.

source: No sensitive payment data is transmitted to nor collected by this website.
sv_se: Inga känsliga betalningsuppgifter överförs till eller samlas in av denna webbplats.

source: Submit payment
sv_se: Skicka betalning

source: You've got some errors...
sv_se: Några fel uppstod...

source: You will reach (or reached already) the maximum number of tickets allowed for this slot. Retry with a lower number!
sv_se: Du kommer att nå (eller nått redan) det maximala antalet biljetter som tillåts för denna plats. Försök igen med ett lägre antal!

source: Date of reservation: %s
sv_se: Bokningsdatum: %s

source: Event link
sv_se: Hemsida

source: We are getting close!
sv_se: Vi närmar oss!

source: WARNING: service ID(s) not found. Please check the shortcode syntax and ensure at least one of the specified services is active.
sv_se: VARNING: boknings-ID(n) hittades inte. Vänligen kontrollera kortkodens syntax och att minst en tjänst är aktiverad.

source: No active services
sv_se: Tjänster har ej aktiverats

source: %s ticket
sv_se: %s biljett

source: cancel
sv_se: avbryt

source: You're going to cancel this reservation, the action is irreversible.
sv_se: Du är på väg att avboka den reserverade tiden. Detta går inte att ångra.

source: Proceed
sv_se: Fortsätt

source: There are no upcoming events
sv_se: Just nu finns inga bokningsbara tider

source: TeamBooking is now updated!
sv_se: TeamBooking har uppdaterats!

source: Since there are major changes under the hood, all the Google Calendars must be re-synced!
sv_se: Eftersom stora förändringar gjorts i programvaran, måste alla Googlekalendrar synkroniseras om!

source: What's new?
sv_se: Vad är nytt?

source: TeamBooking Calendar
sv_se: TeamBooking kalender

source: Shows a booking calendar
sv_se: Visar en bokningskalender

source: WARNING: no service(s) found. Please add one first.
sv_se: Varning: ingen tjänst hittades. Lägg till en först.

source: WARNING: no service(s) selected. Please check this widget settings.
sv_se: Varning: ingen tjänst har valts. Kontrollera widgetens inställningar.

source: Booking calendar
sv_se: Bokningskalender

source: Title:
sv_se: Titel:

source: Services:
sv_se: Tjänster:

source: Read-only
sv_se: Endast läs

source: TeamBooking Upcoming list
sv_se: TeamBooking kommande lista

source: Shows an upcoming events list
sv_se: Visar en kommande händelselista

source: Upcoming events
sv_se: Kommande event

source: Max total number of events, 0 for no limit
sv_se: Max totalt antal händelser, 0 för ingen gräns
