Repository: studiokicobi/montessori-lang
Catalog: team-booking-*.po
Languages: sv_se

source: Service providers will be able to override some general service settings for specific slots, like the price, by using "slot commands" directly in Google Calendar. Administrators are always allowed.
sv_se: Tjänsteleverantörer kommer att kunna åsidosätta vissa allmänna tjänstinställningar för specifika plats, som priset, med hjälp av "Slot kommandon" direkt i Google Kalender. Administratörer är alltid tillåtna.

source: Logged-in only services will invite users to login here
sv_se: InLoggad endast tjänster kommer att bjuda in användare att logga in här

source: Registration URL
sv_se: URL för registrering

source: Logged-in only services will invite users to register here
sv_se: InLoggad endast tjänster kommer att bjuda in användare att registrera sig här

source: Redirect the customers back to the calendar page after login/registration
sv_se: Omdirigera kunderna tillbaka till kalendersidan efter inloggning/registrering

source: An eventual login redirect plugin may interfere with that.
sv_se: En eventuell inloggning Redirect plugin kan störa det.

source: Keep reservations in database for
sv_se: Behåll bokningarna i databasen under

source: Counting starts from reservation's date
sv_se: Räknas från datumet då bokningen gjordes

source: Warning: some reservations will be deleted on save
sv_se: Varning: En del av bokningarna kommer raderas när du sparar

source: Max pending time
sv_se: Längsta reservationstid

source: If payment is not made within this time, the reservation will be released. It affects only services where payment must be made immediately.
sv_se: Om betalning inte görs inom denna tid, kommer bokningen att släppas. Det påverkar endast tjänster där betalning måste ske omedelbart.

source: Never
sv_se: Aldrig

source: Values too low could, in extreme cases, lead to payments after reservation is released. Also consider that, in order to process IPN confirmation, your server must be up and running. PayPal example: if your server is down, IPN will be resent by PayPal for up to four days, with a maximum of 15 retries. The interval will increase after each fail attempt.
sv_se: Alltför lågt satta värden kan i sällsynta fall leda till att betalning genomförs när tjänsten åter släpps. Notera även att för att bearbeta IPN-bekräftelsen, så måste din server vara aktiv. PayPal-exempel: Om din server är nere, kommer IPN återsändas av PayPal under upp till fyra dagar med max 15 försök. Intervallen ökar för misslyckat försök.

source: Delete plugin's database tables when the plugin is uninstalled
sv_se: Ta bort plugin databastabeller när insticksprogrammet avinstalleras

source: Google Maps API key
sv_se: API-nyckel för Google Maps

source: This is mandatory in order to use Google Maps for installations made after 22nd of June, 2016. If you don't have a Google Maps API key already, please check the documentation in order to know how to obtain it.
sv_se: Detta är obligatoriskt för att kunna använda Google Maps för installationer gjorda efter 22 juni 2016. Om du inte redan har en Google Maps API-nyckel, vänligen kontrollera dokumentationen för att ta reda på hur du skaffar den.

source: As of 11th of June 2018, in addition to the API key, Google requires the activation of the Google Maps Platform billing account, in order to use Google Maps in your website. According to %stheir announcement%s you will gain access to $200 of free monthly usage, that should richly cover your needs.
sv_se: Från och med den 11 juni 2018, utöver API-nyckeln, kräver Google att Google Maps-plattformen faktureringskonto aktiveras för att du ska kunna använda Google Maps på din webbplats. Enligt %stheir meddelande %s du kommer att få tillgång till $200 gratis månatlig användning, som bör rikt täcka dina behov.

source: Skip Google Maps library loading
sv_se: Skippa laddning av Google Maps bibliotek

source: Restrict continents in frontend timezone selectors
sv_se: Begränsa kontinenter i frontend timezone Selector

source: Unchecked continents will be hidden
sv_se: Okontrollerade kontinenter kommer att döljas

source: Save changes
sv_se: Spara ändringar

source: Advanced
sv_se: Avancerat

source: Export current settings
sv_se: Exportera inställningar

source: Import settings from file
sv_se: Importera inställningar

source: Repair database
sv_se: Reparera databas

source: Cancel
sv_se: Avbryt

source: Please choose a JSON file that was previously exported from the same plugin version. This function is NOT meant to pass settings from one version to a different one.
sv_se: Välj en JSON-fil som tidigare exporterats från samma plugin-version. Den här funktionen är inte avsedd att överföra inställningar från en version till en annan.

source: Are you sure?
sv_se: Är du säker?

source: This may take a while, please be patient.
sv_se: Detta kan ta en stund, ha tålamod.

source: Import from JSON file
sv_se: Importera från JSON-fil

source: The Authorized redirect URI and/or Authorized Javascript Origins seems to be incorrect, have you correctly pasted the values provided here in your Google Project console? Please double check, and retry with the new JSON file!
sv_se: De auktoriserade redirct URI:en och/eller auktoriserade Javascript Origin verkar vara felaktig, har du klistrat in rätt värden som här från din Google Project konsol? Vänligen dubbelkolla och försök igen med den nya JSON-filen!

source: Sorry, this is not a JSON Google Project file, or it is not complete.
sv_se: Ledsen, den här er inte en JSON Google projekt arkivera, eller den er inte komplett.

source: Please select a file!
sv_se: Välj en fil!

source: Are you lost?
sv_se: Är det förvirrande?

source: To start working with TeamBooking, you need to create a Project in your Google Developer Console
sv_se: För att börja arbeta med TeamBooking måste du skapa ett projekt i Google Developer Console

source: Read the "Getting Started" paragraph of the Team Booking Documentation
sv_se: Läs “Komma igång"-stycket i Team Booking dokumentationen

source: API tokens
sv_se: API-nyckel

source: New API token (read-only)
sv_se: Ny API-nyckel (skrivskyddad)

source: New API token
sv_se: Ny API-nyckel

source: Scope
sv_se: Omfång

source: Usages
sv_se: Användningsområden

source: Actions
sv_se: Åtgärder

source: Delete
sv_se: Radera

source: read/write
sv_se: läs/skriv

source: read
sv_se: läs

source: Client ID
sv_se: Klient ID

source: Client Secret
sv_se: Klient-hemlighet

source: Product name
sv_se: Produktnamn

source: System check
sv_se: System kontroll

source: You might want to consider upgrading to PHP version 7 or greater to a faster overall experience.
sv_se: Du kanske vill överväga att uppgradera till PHP version 7 eller högre till en snabbare övergripande upplevelse.

source: supported
sv_se: stöds

source: not supported
sv_se: stöds ej

source: PHP needs to have the Zip Extension installed.
sv_se: PHP behöver zip-tillägget installerat.

source: PHP arg_separator.output must be set to "&" to avoid issues. Please check the PHP ini configuration.
sv_se: PHP arg_separator. output måste vara inställd på "&" för att undvika problem. Kontrollera PHP ini-konfigurationen.

source: Database permissions
sv_se: Databasbehörigheter

source: apparently denied
sv_se: tydligen nekad

source: It looks like the current database user lacks of the privileges to create tables. If you do not experience issues then just ignore this check. Otherwise, for example if your events are not showing despite the troubleshooting, please revise your current database permissions policy.
sv_se: Det ser ut som den aktuella databasen användaren saknar av behörighet att skapa tabeller. Om du inte upplever problem sedan bara ignorera denna kontroll. Annars, till exempel om dina händelser inte visas trots felsökningen, vänligen ändra din nuvarande databas behörighetspolicy.

source: active
sv_se: aktiv

source: E-mail
sv_se: E-post

source: WP Roles
sv_se: WP-roll

source: WP role no longer allowed
sv_se: WP-rollen inte längre tillåten

source: not set
sv_se: inte satt

source: sync needed
sv_se: synk behövs

source: temporarily authorized
sv_se: temporärt auktoriserad

source: not authorized
sv_se: ej auktoriserad

source: you
sv_se: du

source: Profile URL (leave it blank for WordPress default)
sv_se: URL till profilsida (lämna tomt för Wordpress förval)

source: Services allowed:
sv_se: Tillåtna tjänster:

source: Revoke Authorization
sv_se: Upphäv auktorisering

source: Sync
sv_se: Synkronisera

source: You are going to revoke authorization given to TeamBooking by the Google Account of:
sv_se: Du kommer att upphäva auktoriseringen som getts till Teambooking av googlekontot som tillhör:

source: He won't be able to place availability to your services until he gives authorization again
sv_se: Hen kommer inte att kunna lägga händelser till några tjänster förrän hen återskapar sin auktorisering

source: Export CSV
sv_se: Exportera CSV

source: Export XLSX
sv_se: Exportera XLSX

source: Reservations (click for details)
sv_se: Bokningar (Klicka för detaljer)

source: Class
sv_se: Klass

source: Total
sv_se: Totalt

source: no left
sv_se: inga platser kvar

source: left
sv_se: vänster

source: reset
sv_se: återställ

source: Save
sv_se: Spara

source: Warning
sv_se: Varning

source: Note
sv_se: Anteckning

source: Important
sv_se: Viktigt

source: edit message
sv_se: redigera meddelande

source: Send
sv_se: Skicka

source: Subject
sv_se: Ämne

source: Available form hooks (click to insert at cursor point):
sv_se: Tillgängliga kortkoder (klicka för att sätta in vid muspekaren):

source: import from template
sv_se: importera från mall

source: export as template
sv_se: exportera som mall

source: Template name
sv_se: Mallnamn

source: Template description
sv_se: Mallbeskrivning

source: locked
sv_se: låst

source: unlocked
sv_se: olåst

source: Add new
sv_se: Lägg till ny

source: Overview
sv_se: Översikt

source: Payment gateways
sv_se: Betalningsmoduler

source: Multiple slots selection
sv_se: Val av flera platser

source: Show the list of the customers directly into the frontend slots!
sv_se: Visa listan över kunder direkt i frontend platser!

source: Slot commands
sv_se: Plats-kommandon

source: Dynamic booked slot titles.
sv_se: Dynamiska bokade plats-titlar.

source: Under the hood
sv_se: Under huven

source: Past slots
sv_se: Tidigare platser

source: Amounts
sv_se: Belopp

source: All
sv_se: Alla

source: total
sv_se: totalt

source: Reservation ID
sv_se: Boknings-ID

source: Phone
sv_se: Telefon

source: Timezone
sv_se: Tidszon

source: confirmed
sv_se: bekräftad

source: waiting approval
sv_se: inväntar godkännande

source: pending
sv_se: väntande

source: cancelled
sv_se: avbruten

source: Search
sv_se: Sök

source: The reservation will be removed from the database.
sv_se: Bokningen kommer raderas ur databasen.

source: Please note: non-expired-nor-cancelled Appointments Classes will stay booked, non-expired-nor-cancelled Events Classes will regain the tickets, but customers and coworkers will not be notified of that.
sv_se: VARNING: Alla tidsbokningar som inte passerats eller avbrutits, kommer fortsätta vara bokade. Händelsebokningar som inte passerats eller avbrutits, kommer återta de bokade platserna men varken kunder eller medarbetare kommer att meddelas om det.

source: The reservation will be revoked, and the slot will be freed.
sv_se: Bokningen kommer återtas, tidsluckan kommer markeras som bokningsbar.

source: All the reservations for all the services, regardless of current filtering options, will be removed from the database. This action is permanent.
sv_se: Samtliga bokningar för alla tjänster, kommer att raderas från databasen oavsett hur du för tillfället filtrerat bokningarna. Denna handling är permanent och kan inte återkallas.

source: Upcoming
sv_se: Kommande

source: Cancelled
sv_se: Avbruten

source: Total amount
sv_se: Totalbelopp

source: Waiting for approval
sv_se: Väntar på ett godkännande

source: Reservation
sv_se: Bokning

source: Payment
sv_se: Betalning

source: Booking
sv_se: Bokning

source: Files
sv_se: Filer

source: Other
sv_se: Annat

source: Cancellation reason
sv_se: Anledning till avbokning

source: Pending reason
sv_se: Anledning till väntan

source: Edit
sv_se: Redigera

source: Customer details
sv_se: Kunduppgifter

source: reminder
sv_se: påminnelse

source: sent
sv_se: skickat

source: send now
sv_se: skicka nu

source: Customer's timezone
sv_se: Klients tidszon

source: Payment details
sv_se: Detaljer för betalning

source: Payment gateway
sv_se: Betalningsmodul

source: Booking details
sv_se: Bokningsinfo

source: Location
sv_se: Plats

source: Date of service
sv_se: Tid

source: Total price
sv_se: Totalbelopp

source: Promotions used
sv_se: Utnyttjade rabatter

source: Attached files
sv_se: Bifogade filer

source: Open it
sv_se: Öppna

source: Select currency...
sv_se: Välj valuta…

source: Revoke
sv_se: Återkalla

source: please revoke and authorize again
sv_se: vänligen återkalla och auktorisera igen

source: You are going to revoke your authorization of your Google Account
sv_se: Du kommer upphäva auktoriseringen av ditt googlekonto

source: All your Google Calendars will be unlinked. You can reauthorize with another Google Account, if not already used by another coworker.
sv_se: Alla dina Google kalendrar kommer att avlänkas. Du kan godkänna på nytt med ett annat Google-konto, om det inte redan är använt av en annan medarbetare.

source: Add a Google Calendar
sv_se: Lägg till en ny googlekalender

source: Please select one of your owned calendars
sv_se: Välj en av dina egna kalendrar

source: This Google Calendar ID cannot be found in your authorized Google Account anymore.
sv_se: Denna Google kalender-ID kan inte längre hittas i ditt auktoriserade Googlekonto.

source: State
sv_se: Län

source: Independent
sv_se: Obereonde

source: local:
sv_se: lokala:

source: Not found anymore!
sv_se: Kan inte längre hittas!

source: synced
sv_se: synkroniseras

source: not synced
sv_se: ej synkroniserad

source: Remove
sv_se: Radera

source: Delete past events
sv_se: Radera passerade kalenderhändelser

source: Authorize
sv_se: Auktorisera

source: By removing this Google Calendar, eventual availabilities on it will be ignored.
sv_se: Tas denna Googlekalender bort, kommer eventuella tillgängliga tider i den att ignoreras.

source: You are going to delete all the past events on this calendar (going backwards from 7 days ago)
sv_se: Du kommer att ta bort alla tidigare händelser på kalendern (går bakåt med början från 7 dagar sedan)

source: New coupon
sv_se: Ny rabattkupong

source: New campaign
sv_se: Ny kampanj

source: Add
sv_se: Lägg till

source: This name is already in use, please provide a fresh one.
sv_se: Namnet används redan, ange ett nytt.

source: Discount
sv_se: Rabatt

source: General
sv_se: Allmän

source: fixed
sv_se: fixerad

source: list
sv_se: lista

source: Base price
sv_se: Baspris

source: Discounted price
sv_se: Rabattpris

source: You are going to permanently delete %s
sv_se: Du kommer permanent radera %s

source: Promotion
sv_se: Kampanjkod

source: End
sv_se: Slut

source: Campaigns
sv_se: Kampanjer

source: Coupons
sv_se: Kuponger

source: Running
sv_se: Kör

source: Pause
sv_se: Pausa

source: Run
sv_se: Aktivera

source: expired
sv_se: passerad

source: Not running
sv_se: Ej aktiv

source: Unlimited
sv_se: Obegränsad

source: Coupon
sv_se: Kupong

source: Campaign
sv_se: Kampanj

source: No reservations available.
sv_se: Inga bokningar tillgängliga.

source: Who
sv_se: Vem

source: Pending payments
sv_se: Väntande betalningar

source: waiting for approval
sv_se: inväntar godkännande

source: Delete All
sv_se: Radera alla

source: Mark as unpaid
sv_se: Markera som obetald

source: Mark as todo
sv_se: Markera som att göra

source: Mark as done
sv_se: Markera som klart

source: Mark as confirmed
sv_se: Markera som bekräftad

source: new
sv_se: ny

source: by Admin
sv_se: av Admin

source: by Coworker
sv_se: av Medarbetare

source: done
sv_se: klar

source: on hold
sv_se: hålls av bank

source: by Customer
sv_se: av klient

source: service removed
sv_se: evenemang borttaget

source: Confirm
sv_se: Bekräfta

source: Yes and set as paid
sv_se: Ja, och ställ in som betald

source: Are you sure you want to confirm this pending reservation?
sv_se: Är du säker på att du vill bekräfta denna väntande bokning?

source: Accordingly to the service settings, the confirmation and notification e-mail messages will be sent.
sv_se: Avisering till Admin och bekräftelse till klient kommer att skickas enligt tjänstens inställningar.

source: The pending reservation cannot be confirmed due the following error:
sv_se: Den väntande bokningen kan inte bekräftas på grund av följande fel:

source: Approve
sv_se: Godkänn

source: Are you sure you want to confirm this reservation?
sv_se: Är du säker på att du vill bekräfta denna bokning?

source: The reservation cannot be approved due the following error:
sv_se: Bokningen kan inte bekräftas på grund av följande fel:

source: Decline
sv_se: Avböj

source: inactive
sv_se: inaktiv

source: confirmation e-mail
sv_se: skicka bekräftelse

source: reminder e-mail
sv_se: påminnelse

source: Personal availability settings
sv_se: Personliga inställningar för denna tjänst

source: Reservation form
sv_se: Bokningsformulär

source: Include uploaded files as attachment
sv_se: Inkludera uppladdade filer som e-postbilaga

source: E-mail reminders are sent via WordPress Cron system, which is triggered by site's visits. If your site has low traffic, then reminders can have delays, or not be sent at all.
sv_se: Påminnelser skickas med E-post via WordPress Cron system, som triggas av besök på hemsidan. Om din hemsida har låg trafik, kan påminnelser bli försenade eller inte skickas alls.

source: The admin
sv_se: Administratören

source: Your personal notification
sv_se: Avisering till medarbetare

source: Get reservation details by e-mail
sv_se: Få bokningsuppgifterna via mail

source: Send to:
sv_se: Skicka till:

source: Back to list
sv_se: Tillbaka till listan

source: General settings
sv_se: Allmänna inställningar

source: Service description
sv_se: Beskrivning av tjänsten

source: This description will be shown on reservation modal. You can use html formatting.
sv_se: Beskrivningen kommer visas i bokningsformuläret. Du kan använda html.

source: Service color
sv_se: Tjänstens färg

source: Max total tickets per slot
sv_se: Max antal bokningar per tidslucka

source: Max value = 200
sv_se: Maxvärde = 200

source: Max user tickets per slot
sv_se: Max användare biljetter per plats

source: By default a customer can book only one ticket per single slot. If you want to allow the customer to book multiple tickets per slot, provide the maximum number here.
sv_se: Som standard kan en kund bara boka en biljett per enskild plats. Om du vill tillåta kunden att boka flera biljetter per plats, ange det maximala antalet här.

source: Slot duration rule
sv_se: Tidsluckans längd

source: Let Coworkers decide
sv_se: Låt medarbetaren bestämma

source: Inherited from Google Calendar event
sv_se: Ärvs från händelsen i googlekalendern

source: Fixed
sv_se: Fast

source: hours
sv_se: timmar

source: minutes
sv_se: minuter

source: Assignment rule
sv_se: Tilldelningsregel

source: In case of multiple coworkers giving the availability to this service, it needs a rule to decide which of them will be assigned to a new reservation, time after time.
sv_se: I de fall fler medarbetare har tillgång till denna tjänst, behövs en regel för att bestämma vem av dem som ska tilldelas en ny bokning från gång till gång.

source: Equal
sv_se: Lika med

source: A new reservation will be assigned to the coworker with less of them assigned (for this service), based on reservation history in the database.
sv_se: En ny bokning tilldelas den medarbetare som har tilldelats minst av denna tjänst, baserat på databasens bokningshistorik.

source: A new reservation will be always assigned to the coworker specified below.
sv_se: En ny bokning tilldelas alltid den medarbetare som specificerats nedan.

source: Direct
sv_se: Direkt

source: Random
sv_se: Slumpmässig

source: Picks a random coworker.
sv_se: Väljer slumpvis ut en medarbetare.

source: No location
sv_se: Ingen plats

source: Fixed location
sv_se: Fast plats

source: If set to "no location" and the reservation form has the built-in address field active, then the Google Calendar event will be updated with the address of the customer, if given. Only for Appointment Class.
sv_se: Om intälld på ”Ingen plats” och bokningsformuläret har det inbyggda adressfältet aktivt, kommer händelsen uppdateras med klientens adress i googlekalendern, om den anges. Gäller endast Tidsbokning.

source: Show map
sv_se: Visa karta

source: Payments settings
sv_se: Betalningsinställningar

source: Price for reservation
sv_se: Bokningens pris

source: If zero, won't appears. To change the currency, go to Payments Gateway tab.
sv_se: Om noll, kommer den döljas. För att ändra valuta, gå till betalfunktionens inställningssida.

source: How the payment must be done
sv_se: När ska betalning göras

source: Immediately
sv_se: Direkt

source: The customer is redirect to the payment gateway after the reservation. If no payment will be done within the Max Pending Time specified in Payments gateway section, the reservation will be released.
sv_se: Klienten dirigeras om till betalfunktionen efter bokningen. Om betalning inte görs inom max tillåten tidsperiod som specificerats på betalfunktionens inställningssida, kommer platsen avbokas.

source: Later
sv_se: Senare

source: The customer will pay on a later time. Team Booking will not handle the payment, and you should manually set the reservation as "Paid", eventually.
sv_se: Klienten betalar vid ett senare tillfälle. TeamBooking kommer inte hantera transaktionen och du måste själv sätta bokningen som ”Betald”.

source: At the customer's discretion
sv_se: Enligt klientens bedöming

source: The customer choose whether redirect to the payment gateway after the reservation, or pay locally/later. If he wants to pay on a later time and/or cancel the payment, the reservation will still be in place, as "Not paid". You should manually set the reservation as "Paid", eventually.
sv_se: Klienten kan välja att betala via en betalmodul direkt efter bokning eller betala lokalt/senare. Om klient väljer att betala senare och/eller avbryter betalningen, kommer bokningen ligga kvar som ”Inte betald”. När betalningen kommer in måste bokningen i dessa fall hanteras manuellt och ställas som ”Betald”.

source: Redirect and conversion tracking
sv_se: Omdirigerings- och omvandlingsspårning

source: Redirect
sv_se: Omdirigering

source: If active, the customer will be redirected to the specified URL after a successful reservation for this service. This is meant for tracking conversions. If an offsite payment gateway like PayPal is chosen, then this URL will override the one specified in the gateway settings and will be called after the payment (but if the customer decides not to be redirected, then an eventual conversion code will not be triggered).
sv_se: Om aktiv, kommer klienten omdirigeras till angiven URL efter genomförd bokning av denna tjänst. Detta är tänkt för att spårning av målkonvertingar. Om en extern betalningsmetod, som PayPal, är vald, kommer denna URL åsidosätta den som anges i gateway-inställningarna och kommer laddas efter betalning (men om klienten beslutar att inte låta sig omdirigeras, kommer eventuell konverteringskod kommer inte utlösas).
