Repository: studiokicobi/montessori-lang
Catalog: team-booking-*.po
Languages: sv_se

source: Team Booking is active, yet not configured!
sv_se: TeamBooking är aktiv, men ännu inte aktiverad!

source: Please set your TimeZone in WordPress general settings! DSTs are not compatible with manual GMT offsets, so TeamBooking is assuming %s as your equivalent Timezone.
sv_se: Ställ in din tidszon i WordPress allmänna inställningar! DST:er är inte kompatibla med manuella GMT-förskjutningar, så TeamBooking antar %s som din motsvarande tidszon.

source: Operation completed!
sv_se: Operationen slutförd!

source: Settings saved!
sv_se: Inställningarna sparade!

source: Settings imported!
sv_se: Inställningar importerade!

source: This settings file comes from a different plugin version and cannot be imported
sv_se: Den här inställningsfilen kommer från en annan plugin-version och kan inte importeras

source: API token created!
sv_se: API-nyckel skapad!

source: API token removed!
sv_se: API-nyckel raderad!

source: Database repaired. Please perform a full sync of your Google Calendars now!
sv_se: Databasen har reparerats. Vänligen genomför en fullständig synkronisering av alla dina Googlekalenderar nu!

source: Sorry, this is not a TeamBooking settings file!
sv_se: Tyvärr, detta är inte en TeamBooking inställningsfil!

source: Service added successfully!
sv_se: Tjänsten har lagts till!

source: Service updated successfully!
sv_se: Tjänsten har uppdaterats!

source: Service removed successfully!
sv_se: Tjänsten har tagits bort!

source: Services removed successfully!
sv_se: Tjänsterna har tagits bort!

source: Settings deleted successfully!
sv_se: Inställningarna har tagits bort!

source: Go <a href="%s">here</a> and revoke auth to
sv_se: Gå <a href=”%s”>hit</a> och återkalla auth till

source: Personal settings deleted, but for some reason you should revoke Google Auth manually!
sv_se: Anpassade inställningar har raderats, men av okänd anledning behöver du återställa Google Auth manuellt!

source: You are now fully authorized!
sv_se: Du är nu auktoriserad!

source: Something went wrong, are you sure you have asked for authorization?
sv_se: Något gick fel, är du säker på att du har bett om auktorisering?

source: It seems that the authorization was already given in the past, but was not correctly revoked lately. Browse your authorized apps using the link in the useful links section, and try to manually revoke it, before trying again. It could also be possible that the Google Account you are logged in is already in use by another coworker.
sv_se: Det verkar som om auktorisering getts vid ett tidigare tillfälle, men nyligen återkallats på ett felaktigt sätt. Bläddra bland dina auktoriserade appar via länken som finns i sektionen användbara länkar, och försök göra en en manuell återkallning innan du prövar igen. En annan möjlig förklaring kan vara att Google konto du är inloggad på, redan används av en annan medarbetare.

source: It seems that the Google Account you are logged in is already in use by another coworker.
sv_se: Det verkar som om Googlekontot du är inloggad på redan används av en annan medarbetare.

source: %s event title already used for service %s
sv_se: %s händelse titel har redan använts för tjänsten %s

source: %s event booked title already used for service %s
sv_se: %s händelse Bokad titel som redan används för tjänsten %s

source: %s or %s character pairs are not allowed in event titles.
sv_se: tecken paren i %s eller %s är inte tillåtna i händelsetitlar.

source: Error revoking authorization: %s
sv_se: Ett fel uppstod när auktoriseringen skulle upphävas: %s

source: Reservation successfully cancelled!
sv_se: Bokningen har annullerats!

source: Reservation successfully confirmed!
sv_se: Reservation framgångsrikt bekräftat!

source: Cancellation not possible for Unscheduled Service class!
sv_se: Avbokning är inte möjlig för tjänst som ej är schemalagd!

source: Error logs successfully cleaned!
sv_se: Felloggar rensas framgångsrikt!

source: Step %d of %d
sv_se: Steg % d av % d

source: summary
sv_se: sammanfattning

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Total Reservations
sv_se: Antal bokningar

source: Registered
sv_se: Registrerad

source: Guest
sv_se: Gäst

source: All day
sv_se: Heldag

source: Unscheduled
sv_se: Ej schemalagd

source: Service
sv_se: Tjänst

source: Order
sv_se: Beställning

source: When
sv_se: När

source: Date of reservation
sv_se: Bokningsdatum

source: Reservation Status
sv_se: Bokningsstatus

source: Payment Status
sv_se: Betalningsstatus

source: Price
sv_se: Pris

source: Currency
sv_se: Valuta

source: Tickets
sv_se: Biljetter

source: Coworker
sv_se: Medarbetare

source: Discounts used
sv_se: Rabatter som används

source: WordPress User
sv_se: Wordpressanvändare

source: paid
sv_se: betald

source: not paid
sv_se: ej betald

source: todo
sv_se: att göra

source: User removed
sv_se: Användare borttagen

source: Orders
sv_se: Beställningar

source: Order ID
sv_se: Ordernummer

source: Date of booking
sv_se: Bokat den

source: Customer name
sv_se: Kundnamn

source: Customer e-mail
sv_se: Kund e-post

source: Total reservations
sv_se: Totalt antal bokningar

source: Reservations ids
sv_se: Bokning ids

source: Full amount
sv_se: Hela beloppet

source: Paid amount
sv_se: Betalt belopp

source: Details
sv_se: Detaljer

source: Validation rule
sv_se: Valideringsregel

source: No validation
sv_se: Ingen validering

source: Alphanumeric
sv_se: Alfanumeriska

source: Phone number (US only)
sv_se: Telefonnummer (endast USA)

source: Custom
sv_se: Anpassad

source: Custom validation regex (works if "custom" is selected)
sv_se: Anpassade validerings regex (fungerar om ”custom” har valts)

source: Close
sv_se: Stäng

source: Not selected
sv_se: Inte vald

source: Active
sv_se: Aktiv

source: Required
sv_se: Obligatoriskt

source: Ask confirmation
sv_se: Be om bekräftelse

source: Built-in
sv_se: Inbyggt

source: Text field
sv_se: Textfält

source: Label
sv_se: Etikett

source: Default value
sv_se: Standardvärde

source: Description (optional)
sv_se: Beskrivning (valfri)

source: Pre-fill meta_key (optional)
sv_se: Pre-fill meta_key (frivillig)

source: Textarea
sv_se: Textområde

source: Default text
sv_se: Förvald text

source: Paragraph
sv_se: Paragraf

source: Content
sv_se: Innehåll

source: If you use html code, please ensure it is not broken!
sv_se: Om du använder HTML-kod, vänligen se till att det är korrekt!

source: Checkbox
sv_se: Kryssruta

source: Selected by default
sv_se: Förval

source: Select
sv_se: Välj

source: Option
sv_se: Alternativ

source: Add option
sv_se: Lägg till alternativ

source: Price increment
sv_se: Prisstegring

source: base price
sv_se: grundpris

source: Set
sv_se: Ange

source: remember to save
sv_se: kom ihåg att spara

source: advanced option settings
sv_se: avancerade inställningar

source: Radio group
sv_se: Radio grupp

source: File Field
sv_se: Fil fält

source: Allowed extensions (no dots, comma separated)
sv_se: Tillåtna filändelser (utan punkter, kommaseparerade)

source: Reservation %s
sv_se: Bokning %s

source: Page %s
sv_se: Sida %s

source: Customer
sv_se: Kund

source: Date
sv_se: Datum

source: Customer's data
sv_se: Kundens data

source: Reservation data
sv_se: Bokningsdata

# Visual Composer element
source: TeamBooking Calendar
sv_se: TeamBooking kalender

# Visual Composer element
source: Frontend booking calendar
sv_se: Bokningskalender för frontend

# Visual Composer category
source: Booking
sv_se: Bokning

# Visual Composer element
source: Read only
sv_se: Skrivskyddad

source: Yes
sv_se: Ja

# Visual Composer element
source: Reservations will be forbidden
sv_se: Bokningar kommer att förbjudas

# Visual Composer element
source: Registered users only
sv_se: Endast registrerade användare

# Visual Composer element
source: Reservations will be allowed for registered users only
sv_se: Reservationer kommer endast att tillåtas för registrerade användare

# Visual Composer element
source: Alternative slot style
sv_se: Alternativ plats-stil

# Visual Composer element
source: Renders the slots with an alternative style
sv_se: Renderar facken med en alternativ stil

source: Style
sv_se: Stil

# Visual Composer element
source: Hide filters
sv_se: Dölj filter

# Visual Composer element
source: Services and Coworkers selectors will be hidden
sv_se: Tjänster och medarbetare kommer att döljas

# Visual Composer element
source: Hide timezones
sv_se: Dölj tidszoner

# Visual Composer element
source: Timezone selector will be hidden
sv_se: Tidszon väljaren kommer att döljas

# Visual Composer element
source: Specific services
sv_se: Specifika tjänster

# Visual Composer element
source: Leave blank for all
sv_se: Lämna tomt för alla

source: Services
sv_se: Tjänster

# Visual Composer element
source: Specific coworkers
sv_se: Specifika medarbetare

source: Coworkers
sv_se: Medarbetare

# Visual Composer element
source: TeamBooking Upcoming
sv_se: TeamBooking kommande

# Visual Composer element
source: Upcoming events list
sv_se: Kommande evenemangslista

# Visual Composer element
source: Show service descriptions
sv_se: Visa beskrivningar

# Visual Composer element
source: Shows service descriptions right under each slot
sv_se: Visar service beskrivningar direkt under varje plats

# Visual Composer element
source: Show little calendar only once per day
sv_se: Visa liten kalendern endast en gång per dag

# Visual Composer element
source: The little calendar will be shown only once per day
sv_se: Den lilla kalendern visas bara en gång per dag

# Visual Composer element
source: How many events
sv_se: Hur många händelser

# Visual Composer element
source: Select how many events must be shown
sv_se: Välj hur många händelser som ska visas

# Visual Composer element
source: Show more
sv_se: Visa mer

# Visual Composer element
source: Allows the loading of more events
sv_se: Tillåter lastning av fler händelser

# Visual Composer element
source: Maximum number of events to be shown
sv_se: Maximalt antal händelser som ska visas

# Visual Composer element
source: If the loading of more events is allowed, you can set a limit for their maximum total number.
sv_se: Om inläsningen av fler händelser är tillåten kan du ange en gräns för det maximala totala antalet.

# Visual Composer element
source: TeamBooking reservations
sv_se: TeamBooking reservationer

# Visual Composer element
source: List of reservations placed by the current user
sv_se: Lista över reservationer som gjorts av den aktuella användaren

# Visual Composer element
source: No action can be performed
sv_se: Ingen åtgärd kan utföras

source: Translations
sv_se: Översättningar

source: Regenerate WPML records
sv_se: Generera om WPML-poster

source: Reservation not found
sv_se: Ingen bokning hittades

source: Service not found
sv_se: Tjänsten hittades inte

source: Cancellation error
sv_se: Fel vid annulering

source: This reservation is cancelled already!
sv_se: Denna tid har redan bokats av!

source: Do you want to cancel this reservation?
sv_se: Vill du boka av denna tid?

source: This reservation can no longer be cancelled!
sv_se: Denna tid kan inte längre avbokas!

source: Approval error
sv_se: Godkännande fel

source: Approval not required!
sv_se: Godkännande ej nödvändigt!

source: Do you want to approve this reservation?
sv_se: Vill du godkänna denna bokning?

source: Reservation successfully approved!
sv_se: Bokningen har godkänts!

source: Decline error
sv_se: Uppsägningsfel

source: Do you want to decline this reservation?
sv_se: Vill du neka denna bokning?

source: Reservation successfully declined!
sv_se: Reservation framgångsrikt avböjt!

source: on %1$s at %2$s
sv_se: på%1$s vid%2$s

source: If yes, please tell us why
sv_se: Om ja, var vänlig uppge anledning

source: yes
sv_se: ja

source: no
sv_se: nej

source: This reservation is paid already!
sv_se: Denna bokning är redan betald!

source: This reservation is cancelled.
sv_se: Denna bokning är avbokad.

source: Payment is not due.
sv_se: Betalning ej nödvändigt.

source: There are currently no payment gateways active.
sv_se: För tillfället är ingen betalningsmetod aktiv.

source: Please choose a payment method
sv_se: Vänligen välj en betalningsmetod

source: Reservation details
sv_se: Bokningsinformation

source: Amount
sv_se: Belopp

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Address
sv_se: Adress

source: Phone number
sv_se: Telefonnummer

source: Website
sv_se: Webbplats

source: A new reservation
sv_se: Ny bokning

source: You have just got a new reservation!
sv_se: Du har en ny bokning!

source: Your reservation details
sv_se: Din bokningsinformation

source: Thanks for your reservation!
sv_se: Tack för din bokning!

source: Reservation cancelled
sv_se: Din tid är avbokad

source: Your reservation was cancelled.
sv_se: Den tid du hade reserverat är avbokad.

source: new reservations
sv_se: nya bokningar

source: Reservations
sv_se: Bokningar

source: Slots
sv_se: Plats

source: Customers
sv_se: Kunder

source: Frontend style
sv_se: Frontend utseende

source: Core settings
sv_se: Basinställningar

source: Payment Gateways
sv_se: Betalmoduler

source: Promotions
sv_se: Rabatter

source: Orders per page
sv_se: Beställningar per sida

source: Reservations per page
sv_se: Bokningar per sida

source: Slots per page
sv_se: Slots per sida

source: You are not allowed to be on this page.
sv_se: Du saknar behörighet för denna sida.

source: This user must re-authorize
sv_se: Den här användaren måste auktorisera

source: ready
sv_se: klar

source: A new custom text field
sv_se: Nytt anpassat fält

source: A new custom textarea
sv_se: Nytt anpassat textområde

source: A new custom select
sv_se: Nytt anpassat val

source: A new custom checkbox
sv_se: Ny anpassad kryssruta

source: A new custom radio group
sv_se: Ny anpassad radiogrupp

source: A new file upload field
sv_se: Nytt filuppladdningsfält

source: A new paragraph
sv_se: Ny paragraf

source: TeamBooking shortcodes
sv_se: TeamBooking kortkoder

source: Add calendar
sv_se: Lägg till kalender

source: Add reservations list
sv_se: Lägg till bokningslista

source: Add upcoming list
sv_se: Lägg till kommande lista

source: Read only
sv_se: Skrivskyddad

source: Hide filter buttons
sv_se: Göm filtreringsknappar

source: Hide timezone selector
sv_se: Göm tidszonsväljare

source: Show to logged users only
sv_se: Visa endast för inloggade användare

source: Specific service(s), leave blank for all
sv_se: Enstaka tjänst(er), lämna tom för alla

source: Specific coworker(s), leave blank for all
sv_se: Enstaka medarbetare, lämna tom för alla

source: Show more
sv_se: Visa mer

source: Show service descriptions
sv_se: Visa beskrivningar

source: How many events to show
sv_se: Antal händelser som visas

source: Please write a number
sv_se: Ange antal

source: Max total number of events, leave blank for no limit
sv_se: Max totalt antal händelser, lämna tomt för ingen gräns

source: Please write a number or leave blank
sv_se: Ange antal eller lämna tomt

source: Choose the slots display style
sv_se: Välj utseende

source: Basic
sv_se: Enkel

source: Elegant
sv_se: Eleganta

source: Show little calendar only once per day
sv_se: Visa liten kalendern endast en gång per dag

source: Settings
sv_se: Inställningar

source: Cookies
sv_se: Kakor

source: The plugin uses technical cookies (NO profiling cookies are used) to manage some features like multiple slots selection, if active.
sv_se: Insticksprogrammet använder tekniska cookies (ingen profilering cookies används) för att hantera vissa funktioner som flera plats urval, om aktiv.

source: The same cookies can be used to keep track of preferences like the timezone, so the customer only makes the choice once.
sv_se: Samma cookies kan användas för att hålla reda på preferenser som tidszon, så att kunden bara gör valet en gång.

source: While the technical cookies are necessary, the track of preferences is not and you can choose how the plugin should act about it.
sv_se: Medan de tekniska cookies är nödvändiga, är spåret av preferenser inte och du kan välja hur plugin bör agera om det.

source: Depending on your Privacy Policy, you should make decisions and take actions to be compliant with the current laws and eventually inform your customers.
sv_se: Beroende på din sekretesspolicy, bör du fatta beslut och vidta åtgärder för att vara förenliga med gällande lagar och så småningom informera dina kunder.

source: Do not keep track of preferences (technical cookies will still be used)
sv_se: Håll inte reda på Inställningar (tekniska cookies kommer fortfarande att användas)

source: Keep track of preferences (you should acquire consent or explain it in your current cookie policy)
sv_se: Håll koll på preferenser (du bör inhämta samtycke eller förklara det i din nuvarande cookie policy)

source: Roles allowed to be Coworkers
sv_se: Roller med tillgång till TeamBooking

source: Users with selected roles will be your Coworkers. Those who link a Google Calendar can participate to all service classes. Coworkers without a linked Google Calendar can participate to "Unscheduled services" only.
sv_se: Användare med de valda rollerna är dina medarbetare. De som länkar en googlekalender kan delta i alla tjänsteklasser. Medarbetare utan länkad googlekalender kan bara delta i ”Oplanerade tjänster”.

source: Administrators are always allowed.
sv_se: Administratörer har alltid tillgång.

source: Autofill reservation form fields for registered users
sv_se: Autofyll bokningsformuläret för registrerade användare

source: If "yes", a logged-in customer will find some reservation form fields pre-populated based on their WordPress profile data. If "yes, and hide fields", the pre-populated fields will not be shown on the form, but the customer's data will still be passed to the booking.
sv_se: Om "Ja", kommer en inloggad kund hitta några bokningsformulär fält ifyllda baserat på deras WordPress profildata. Om "Ja och Dölj fält" kommer de ifyllda fälten inte att visas i formuläret, men Kundens data kommer fortfarande att skickas till bokningen.

source: Yes, and hide fields
sv_se: Ja, och göm fälten

source: No
sv_se: Nej

source: Load the frontend calendar at the closest month with available slots
sv_se: Läs in framsidans kalender vid den månad som ligger närmast tillgängliga tider

source: If yes, the frontend calendar will be automatically loaded at the closest month with at least one free slot. Please note: if yes, the first page loading can be slower.
sv_se: Om ja, laddas kalendern automatiskt på den första månaden med minst en tillgänglig tid. Observera: om ja, kan första sidladdningen vara långsammare.

source: Allow multiple slots selection
sv_se: Tillåt val av flera platser

source: If yes, customers will be able to select multiple slots and book them in a single order. Please refer to the documentation to know all the implications.
sv_se: Om ja, kunder kommer att kunna välja flera plats och boka dem i en enda beställning. Se dokumentationen för att få veta alla konsekvenser.

source: Block slots in cart
sv_se: Blockera plats i kundvagn

source: If yes and if multiple slots selection is allowed, while the slots are in the cart of a certain customer they can't be reserved by other customers.
sv_se: Om ja och om det är tillåtet med flera val av plats, så kan de inte reserveras av andra kunder när facken är i kundvagnen.

source: Slots in cart expiration time
sv_se: Tider i vagnens förfallotid

source: Choose the expiration time (since the first slot addition) of the slots in the cart. After this time, the slots will be removed from the cart. If set to "Forever" the slots will remain in the cart as long as the session cookie is valid.
sv_se: Välj utgångstid (sedan den första kortplatsen tillägg) av facken i vagnen. Efter denna tid kommer facken att tas bort från vagnen. Om den är inställd på "Forever" kommer facken att finnas kvar i kundvagnen så länge som sessionscookies är giltig.

source: %d minute
sv_se: %d minut

source: %d hour
sv_se: %d timme

source: %d day
sv_se: %d dag

source: Forever
sv_se: För alltid

source: If the option to block the slots while they are in the cart is set to "yes", avoid to setting this to "Forever".
sv_se: Om alternativet att blockera facken medan de är i vagnen är inställt på "Ja", Undvik att ställa in detta till "Forever".

source: Redirect URL after a multiple slots order
sv_se: Omdirigera URL efter en flera kortplatser ordning

source: If active, the customer will be redirected to the specified URL after a successful order. If an offsite payment gateway like PayPal is chosen, then this URL will override the one specified in the gateway settings and will be called after the payment.
sv_se: Om aktiv kommer kunden att omdirigeras till den angivna URL: en efter en lyckad beställning. Om en offsite betalning gateway som PayPal väljs, då denna URL kommer att åsidosätta den som anges i Gateway-inställningar och kommer att kallas efter betalningen.

source: No redirect
sv_se: Ingen omdirigering

source: Redirect to the service redirect URL if specified and only if all the slots in the order are of the same service, otherwise do not redirect
sv_se: Omdirigera till tjänsten omdirigera URL om det anges och endast om alla kortplatser i ordningen är av samma tjänst, annars inte omdirigera

source: Redirect to URL
sv_se: Omdirigera till URL

source: Batch the e-mail messages per service after a multiple slots order
sv_se: Gruppera e-postmeddelanden per tjänst efter en flera kortplatser ordning

source: When a multiple slots booking is created you can send only one e-mail per service instead of one per slot, in order to avoid sending too many similar e-mail messages. The "batch" e-mail message will contain the data of each slot (date, time, service provider etc.) grouped according to a repeating pattern that you should configure in the e-mail body using specific delimiters (refer to the documentation to know how).
sv_se: När en bokning med flera platser har skapats kan du bara skicka ett e-postmeddelande per tjänst istället för en per plats, för att undvika att skicka för många liknande e-postmeddelanden. E-postmeddelandet "batch" kommer att innehålla data för varje kortplats (datum, tid, tjänsteleverantör etc.) grupperade enligt ett upprepande mönster som du bör konfigurera i e-postorganet med specifika avgränsare (se dokumentationen för att veta hur).

source: Activating this setting without properly preparing the service e-mail messages would be just asking for issues. Given a service, if the sender of the e-mail message is set to be the service provider then the single "batch" e-mail will be per service-coworker combination instead of just per service. Refer to the documentation to fully understand the process with some examples.
sv_se: Aktivera den här inställningen utan att korrekt förbereda tjänsten e-postmeddelanden skulle bara be om frågor. Givet en tjänst, om avsändaren av e-postmeddelandet är inställd på att vara tjänsteleverantören då den enda "batch" e-post kommer att vara per tjänst-medarbetare kombination i stället för bara per tjänst. Se dokumentationen för att till fullo förstå processen med några exempel.

source: Allow customers to download ICAL file after a reservation
sv_se: Ge klienten möjlighet att hämta iCal-fil efter gjord bokning

source: Allow service providers to use "slot commands" to override some service settings
sv_se: Tillåt att tjänsteleverantörer använder "Slot-kommandon" för att åsidosätta vissa Tjänstinställningar
